[
    {
        "text": "Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live.",
        "author": "Martin Golding"
    },
    {
        "text": "Your time is limited, so don’t waste it living someone else’s life.",
        "author": "Steve Jobs"
    },
    {
        "text": "Walking on water and developing software from a specification are easy if both are frozen.",
        "author": "Edward V Berard"
    },
    {
        "text": "Works? Do not touch.",
        "author": "Any programmer"
    },
    {
        "text": "You learn best by reading a lot and writing a lot, and the most valuable lessons of all are the ones you teach yourself.",
        "author": "Stephen King"
    },
    {
        "text": "In theory, theory and practice are the same. In practice, they’re not.",
        "author": "Yoggi Berra"
    },
    {
        "text": "Sometimes it pays to stay in bed on Monday, rather than spending the rest of the week debugging Monday's code.",
        "author": "Christopher Thompson"
    },
    {
        "text": "Measuring programming progress by lines of code is like measuring aircraft building progress by weight.",
        "author": "Bill Gates"
    },
    {
        "text": "You need to work not twelve hours per day, but you need to work with head",
        "author": "Steven Jobs"
    },
    {
        "text": "Most of you are familiar with the virtues of a programmer. There are three, of course: laziness, impatience, and hubris.",
        "author": "Larry Wall"
    },
    {
        "text": "Most good programmers do programming not because they expect to get paid or get adulation by the public, but because it is fun to program.",
        "author": "Linus Torvalds"
    },
    {
        "text": "It is not the strongest of the species that survives, nor the most intelligent, but the one most responsive to change.",
        "author": "Charles Darwin"
    },
    {
        "text": "The biggest risk is not taking any risk. In a world that's changing really quickly, the only strategy that is guaranteed to fail is not taking risks",
        "author": "Mark Zuckerberg"
    },
    {
        "text": "Those who cannot change their minds cannot change anything.",
        "author": "Bernard Shaw"
    },
    {
        "text": "Everything you can imagine is real.",
        "author": "Pablo Picasso"
    },
    {
        "text": "If you only read the books that everyone else is reading, you can only think what everyone else is thinking.",
        "author": "Haruki Murakami"
    },
    {
        "text": "Success does not consist in never making mistakes but in never making the same one a second time.",
        "author": "Bernard Shaw"
    },
    {
        "text": "The trouble with programmers is that you can never tell what a programmer is doing until it’s too late.",
        "author": "Seymour Cray"
    },
    {
        "text": "People are allergic to change.",
        "author": "Grace Hopper"
    },
    {
        "text": "There are two ways of constructing a software design. One way is to make it so simple that there are obviously no deficiencies. And the other way is to make it so complicated that there are no obvious deficiencies.",
        "author": "C.A.R. Hoare"
    },
]