[
    {
        "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете.",
        "author": "Мартин Голдинг"
    },
    {
        "text": "Ваше время ограничено, поэтому не тратьте его зря на чужую жизнь.",
        "author": "Стив Джобс"
    },
    {
        "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены.",
        "author": "И. Берард"
    },
    {
        "text": "Работает? Не трогай.",
        "author": "Любой программист"
    },
    {
        "text": "Можно многому научиться, если много читать и много писать, но самые ценные уроки - те, которым ты сам себя учишь.",
        "author": "Стивен Кинг"
    },
    {
        "text": "В теории, теория и практика неразделимы. На практике это не так.",
        "author": "Йоги Берра"
    },
    {
        "text": "Иногда лучше остаться спать дома в понедельник, чем провести всю неделю в отладке написанного в понедельник кода.",
        "author": "Кристофер Томпсон"
    },
    {
        "text": "Измерять продуктивность программиста подсчетом строк кода — это так же, как оценивать постройку самолета по его весу.",
        "author": "Билл Гейтс"
    },
    {
        "text": "Работать нужно не 12 часов, а головой!",
        "author": "Стив Джобс"
    },
    {
        "text": "Многие из вас знакомы с достоинствами программиста. Их всего три, и разумеется это: лень, нетерпеливость и гордыня.",
        "author": "Ларри Уолл"
    },
    {
        "text": "Большинство хороших программистов делают свою работу не потому, что ожидают оплаты или признания, а потому что получают удовольствие от программирования.",
        "author": "Линус Торвальдс"
    },
    {
        "text": "Выживает не самый сильный и не самый умный, а тот, кто лучше всех приспосабливается к изменениям.",
        "author": "Чарльз Дарвин"
    },
    {
        "text": "Самый большой риск — не брать на себя никакого риска. В мире, который очень быстро меняется, только одна стратегия гарантирует провал: отсутствие риска.",
        "author": "Марк Цукерберг"
    },
    {
        "text": "Тот, кто не может изменить свои мысли, не может изменить ничего.",
        "author": "Бернард Шоу"
    },
    {
        "text": "Все, что вы можете представить — реально.",
        "author": "Пабло Пикассо"
    },
    {
        "text": "Если ты читаешь только те книги, которые читают остальные, ты будешь думать только то, что думают остальные.",
        "author": "Харуки Мураками"
    },
    {
        "text": "Секрет успеха заключается не в том, чтобы не делать ошибок, а в том, чтобы не повторять одних и тех же ошибок дважды.",
        "author": "Бернард Шоу"
    },
    {
        "text": "Трудность работы с програмистом заключается в том, что вы не можете понять что он делает до тех пор пока не стало слишком поздно.На самом же деле безопасность — это абстрактное понятие, как счастье.",
        "author": "Сеймур Крэй"
    },
    {
        "text": "У людей аллергия на перемены.",
        "author": "Грейс Хоппер"
    },
    {
        "text": "Есть два способа создания дизайна программы. Один из них, это сделать его настолько простым, что в нем, очевидно, не будет недостатков. Другой способ — сделать его настолько запутанным, что в нем не будет очевидных недостатков.",
        "author": "Чарльз Энтони Ричард Хоар"
    },
]